/* Default placeholder string used by bindings for indicating multiple selections */
"Multiple Selection" = "Useita valintoja";

/* Default placeholder string used by bindings for indicating selections of multiple different values */
"Multiple Values" = "Useita arvoja";

/* Default placeholder string used by bindings for indicating unavailable data */
"No Data" = "Ei dataa";

/* Default placeholder string used by bindings for the no selection state */
"No Selection" = "Ei valintaa";

/* Default placeholder string used by bindings for indicating unspecified or null values */
"No Value" = "Ei arvoa";

/* Default placeholder string used by bindings for the not applicable state */
"Not Applicable" = "Ei sovellu";

/* Default placeholder string used by bindings for indicating not-permitted states */
"Not Permitted" = "Ei sallittu";

/* Default placeholder string used by bindings for indicating unspecified values */
"Unspecified" = "Määrittelemätön";

/* Default title used for windows, menu items and tab view items if no placeholder is specified explicitly */
"Untitled" = "Nimetön";

